//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Cealaigh";
"_edit_"                    = "Cuir in eagar";
"_tap_to_min_max_"          = "Tapáil chun íoslaghdú / uasmhéadú";
"_cancel_request_"          = "Ar mhaith leat a chealú?";
"_upload_file_"             = "Uaslódáil comhad";
"_delete_"                  = "Scrios";
"_rename_"                  = "Athainmnigh";
"_rename_file_"             = "Athainmnigh an comhad";
"_rename_folder_"           = "Athainmnigh fillteán";
"_move_"                    = "Bog";
"_add_"                     = "Cuir";
"_save_"                    = "Sábháil";
"_warning_"                 = "Rabhadh";
"_error_"                   = "Earráid";
"_no_"                      = "Níl";
"_yes_"                     = "Tá";
"_select_"                  = "Roghnaigh";
"_select_all_"              = "Roghnú go léir";
"_upload_"                  = "Uaslódáil";
"_home_"                    = "Comhaid";
"_files_"                   = "Comhaid";
"_ok_"                      = "ceart go leor";
"_done_"                    = "Déanta";
"_clear_"                   = "Glan";
"_selected_"                = "Roghnaithe";
"_no_active_account_"       = "Níor aimsíodh aon chuntas";
"_info_"                    = "Eolas";
"_warning_"                 = "Rabhadh";
"_video_"                   = "Físeán";
"_overwrite_"               = "Forscríobh";
"_create_"                  = "Cruthaigh";
"_create_folder_"           = "Cruthaigh fillteán";
"_create_folder_e2ee_"      = "Cruthaigh fillteán criptithe";
"_close_"                   = "Dún";
"_remove_"                  = "Bain";
"_file_not_found_"          = "Comhad gan aimsiú";
"_continue_"                = "Leanúint ar aghaidh";
"_continue_editing_"        = "Lean ar aghaidh leis an eagarthóireacht";
"_auto_upload_folder_"      = "Uaslódáil uathoibríoch";
"_photo_"                   = "grianghraf";
"_audio_"                   = "Fuaime";
"_unknown_"                 = "Anaithnid";
"_success_"                 = "Rath";
"_mode_filename_"           = "Modh ainm comhaid";
"_warning_owncloud_"        = "Tá tú ceangailte le freastalaí ownCloud. Tá sé seo gan tástáil agus gan tacaíocht, úsáid ar do phriacal féin. Chun uasghrádú go Nextcloud, féach https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Tá tú ag úsáid leagan nach dtacaítear leis de Nextcloud. Ar mhaithe le sábháilteacht do shonraí molaimid go láidir nuashonrú chuig an Nextcloud cobhsaí is déanaí.";
"_restore_"                 = "Athchóirigh";
"_tap_here_to_change_"      = "Tapáil anseo chun athrú";
"_no_albums_"               = "Gan albam";
"_denied_album_"            = "Níl rochtain ag an aip seo ar \"Grianghraif\". Is féidir leat rochtain a chumasú i Socruithe Príobháideachta.";
"_denied_camera_"           = "Níl rochtain ag an aip seo ar an \"Ceamara\". Is féidir leat rochtain a chumasú i Socruithe Príobháideachta.";
"_save_to_camera_roll_"        = "Sábháil chuig rolla ceamara";
"_save_to_camera_roll_desc_"   = "Nuair a bheidh sé cumasaithe, sábhálfar grianghraif agus físeáin a tógadh leis an gceamara san aip chuig do rolla ceamara iOS freisin.";
"_sharing_"                 = "Roinnt";
"_details_"                 = "Sonraí";
"_no_permission_delete_file_" = "Níl cead agat comhaid a scriosadh.";
"_no_permission_modify_file_" = "Níl cead agat comhaid a mhodhnú.";
"_no_permission_favorite_file_" = "Níl cead agat an comhad a chur le do cheanáin.";
"_add_folder_info_"         = "Cuir faisnéis fillteán leis";
"_back_"                    = "Ar ais";
"_search_"                  = "Cuardach";
"_search_or_create_tags"    = "Cuardaigh nó cruthaigh clib";
"_tags_"                    = "Clibeanna";
"_share_tags_create_"       = "Cruthaigh \"%@\"";
"_share_tags_no_results_"   = "Níor aimsíodh aon chlibeanna";
"_share_tags_added_named_"  = "Cruthaíodh an clib %@.";
"_edit_tags_"               = "Bainistigh clibeanna";
"_create_tag_error_"        = "Níorbh fhéidir clib nua a chruthú. Déan iarracht arís.";
"_of_"                      = "de";
"_livephoto_save_"          = "Sábháil Grianghraf Beo chuig Albam Grianghraf";
"_livephoto_save_error_"    = "Earráid agus an Grianghraf Beo á shábháil.";
"_file_conflict_num_"       = "coimhlint comhaid";
"_file_conflicts_num_"      = "coinbhleachtaí comhaid";
"_file_conflict_desc_"      = "Cé na comhaid ar mhaith leat a choinneáil?\nMá roghnaíonn tú an dá leagan, cuirfear uimhir lena ainm sa chomhad cóipeáilte.";
"_file_conflict_new_"       = "Comhaid nua";
"_file_conflict_exists_"    = "Comhaid atá ann cheana féin";
"_file_not_rewite_doc_"     = "Ní féidir doiciméad a fhorscríobh ach ceann nua a chruthú.";
"_move_or_copy_"            = "Bog nó cóipeáil";
"_copy_"                    = "Cóip";
"_now_"                     = "Anois";
"_wait_"                    = "Fán le do thoil …";
"_recent_"                  = "le déanaí";
"_view_in_folder_"          = "Amharc san fhillteán";
"_disabled_"                = "Faoi mhíchumas";
"_compact_"                 = "Dlúth";
"_normal_"                  = "Gnáth";
"_verbose_"                 = "Fadóch";
"_error_occurred_"          = "Tharla earráid, bain triail eile as.";
"_retry_"                   = "Bain triail eile as";
"_images_"                  = "Íomhánna";
"_confirm_"                 = "Deimhnigh";
"_background_location_access_title_"    = "Rochtain Suímh sa Chúlra";
"_background_location_access_message_"  = "Caithfidh rochtain suímh sa chúlra a bheith ag teastáil ón aip seo chun comhaid a uaslódáil go huathoibríoch nuair a bhogann tú idir ceantair. Ní úsáidtear GPS agus ní stóráiltear do shuíomh choíche.";
"_enable_background_location_title_"    = "Cumasaigh Suíomh sa Chúlra";
"_enable_background_location_message_"  = "Chun uaslódálacha uathoibríocha comhad a cheadú sa chúlra, cumasaigh 'I gcónaí' le haghaidh rochtain suímh sna Socruithe.";
"_enable_background_location_footer_"   = "Chun do leabharlann grianghraf a choinneáil cothrom le dáta go huathoibríoch, is féidir leis an aip seo rochtain suímh sa chúlra a úsáid.\nLigeann sé seo dó a bhrath cathain a bhíonn tú i gceantar nua agus seiceáil le haghaidh grianghraif nua le huaslódáil.\nNí úsáidtear GPS, agus ní stóráiltear ná ní rianaítear do shuíomh riamh.";

/* MARK: Files lock */

"_lock_"                            = "Glasáil";
"_unlock_"                          = "Díghlasáil";
"_lock_file_"                       = "Comhad faoi ghlas";
"_unlock_file_"                     = "Díghlasáil an comhad";
"_locked_by_"                       = "Faoi ghlas ag %@";
"_file_locked_no_override_"         = "Tá an comhad seo faoi ghlas. Ní féidir é a shárú.";
"_lock_no_permissions_selected_"    = "Ní cheadaítear do roinnt comhad nó fillteán roghnaithe.";
"_remove_file_"             = "Bain an comhad";
"_delete_file_"             = "Scrios an comhad";
"_delete_folder_"           = "Scrios fillteán";
"_size_"                    = "Méid";
"_set_user_status_"         = "Stádas ar líne";
"_set_user_status_message_" = "Teachtaireacht stádais";
"_open_settings_"           = "Oscail socruithe";
"_settings_account_request_" = "Iarr cuntas ag am tosaithe";
"_alias_"                   = "Ailias";
"_alias_placeholder_"       = "Scríobh leasainm";
"_alias_footer_"            = "Tabhair ainm tuairisciúil do do chuntais amhail Baile, Oifig, Scoil…";
"_privacy_legal_"           = "Polasaí Príobháideachta agus Dlí";
"_source_code_"             = "Faigh cód foinse";
"_account_select_"          = "Roghnaigh an cuntas";
"_account_select_to_add_"   = "Roghnaigh an cuntas le cur leis";
"_remove_local_account_"    = "Bain cuntas áitiúil";
"_want_delete_account_"     = "Ar mhaith leat an cuntas áitiúil a bhaint?";
"_prevent_http_redirection_"= "Ní cheadaítear atreorú i HTTP.";
"_http_account_insecure_"   = "Úsáideann an cuntas seo seoladh freastalaí HTTP neamhshlán. Tarchuirtear sonraí gan chriptiú.";
"_https_failed_try_http_"   = "Níorbh fhéidir nasc slán a bhunú. Ar mhaith leat HTTP neamhshlán a thriail ina ionad? Tarchuirfear do shonraí gan chriptiú.";
"_single_file_conflict_title_" = "Coimhlint comhaid";
"_multi_file_conflict_title_" = "%@ coinbhleachtaí comhaid";
"_replace_action_title_" = "Ionadaigh";
"_keep_both_action_title_" = "Coinnigh an dá";
"_cancel_keep_existing_action_title_" = "Cealaigh agus coinnigh láithreach";
"_replace_all_action_title_" = "Ionadaigh go léir";
"_keep_both_for_all_action_title_" = "Coinnigh an dá rud do chách";
"_more_action_title_" = "Tuilleadh Sonraí";
"_wait_file_preparation_" = "Uaslódáil comhaid á hullmhú. Fan le do thoil …";
"_keep_active_for_upload_" = "Coinnigh an feidhmchlár gníomhach go dtí go mbeidh an uaslódáil críochnaithe …";
"_keep_active_for_transfers_" = "Coinnigh an feidhmchlár gníomhach go dtí go mbeidh na haistrithe críochnaithe …";
"_wait_file_encryption_"  = "Fan go fóill, agus an comhad á chriptiú…";
"_passcode_counter_fail_" = "An iomarca iarrachtaí teipthe. Fan le do thoil sula ndéanann tú iarracht eile.";
"_seconds_"               = "soicind";
"_change_lock_passcode_"  = "Athraigh an paschód";
"_lock_cannot_disable_mdm_" = "Ní cheadaíonn do phróifíl chumraíochta glas an phaschód a dhíchumasú.";

// MARK: User Status

/* User status */
"_online_"                  = "Ar líne";

/* User status */
"_away_"                    = "Amach";

/* User status */
"_dnd_"                     = "Ná cur as";

/* User status */
"_dnd_description_"         = "Balbhaigh gach fógra";

/* User status */
"_invisible_"               = "Dofheicthe";

/* User status */
"_invisible_description_"   = "Le feiceáil as líne";

/* User status */
"_busy_"                    = "Gnóthach";

/* User status */
"_select_user_status_"      = "Socraigh stádas ar líne";
"_select_status_message_"      = "Socraigh teachtaireacht stádais";
"_status_message_"          = "Teachtaireacht stádais";
"_status_message_placehorder_"  = "Cad é do stádas?";
"_set_status_message_"      = "Socraigh teachtaireacht stádais";
"_clear_status_message_after_"  = "Glan stádas ina dhiaidh sin";

/* User status */
"_dont_clear_"              = "Ná soiléir";
"_15_minutes_"              = "15 nóiméad";
"_30_minutes_"              = "30 nóiméad";
"_an_hour_"                 = "uair";
"_1_hour_"                  = "1 uair";
"_4_hours_"                 = "4 huaire";
"_day_"                     = "Inniu";
"_this_week_"               = "An tseachtain seo";
"_days_"                    = "Laethanta";
"_hours_"                   = "Uaireanta";
"_minutes_"                 = "Nóiméad";


"_network_not_available_"   = "Níl an líonra ar fáil.";
"_file_already_exists_"     = "Ní féidir an oibríocht a chríochnú, tá comhad leis an ainm céanna ann.";
"_more_"                        = "Tuilleadh";
"_notifications_"               = "Fógraí";
"_quota_space_unlimited_"       = "Gan teorainn";
"_quota_space_unknown_"         = "Anaithnid";
"_quota_using_"                 = "Tá tú ag úsáid %@ as %@";
"_acknowledgements_"            = "Buíochas";
"_settings_"                    = "Socruithe";
"_enter_password_"              = "Iontráil pasfhocal…";
"_lock_"                        = "Glasáil";
"_lock_active_"                 = "Glas: Ar";
"_lock_not_active_"             = "Glasáil: Off";
"_lock_protection_no_screen_"        = "Ná fiafraigh ag am tosaithe";
"_enable_touch_face_id_"        = "Cumasaigh Tadhaill/Aitheantas Aghaidhe";
"_wifi_only_"                   = "Ná húsáid ach nasc Wi-Fi";
"_settings_autoupload_"         = "Íosluchtaigh pictiúir uathoibríoch";
"_clear_cache_"                 = "Glan taisce";
"_clear_cache_footer_"          = "Glan comhaid íoslódáilte agus as líne ón aip";
"_exit_"                        = "Feidhmchlár a athshocrú";
"_exit_footer_"                 = "Bain na cuntais agus na sonraí áitiúla go léir ón aip.";
"_want_exit_"                   = "Aird! Déanfar é a athshocrú go dtí an staid tosaigh. Leanúint ar aghaidh?";
"_want_delete_cache_"           = "Ar mhaith leat an taisce a scriosadh (baineann sé seo na haistrithe atá ar siúl freisin)?";
"_add_account_"                 = "Cuir cuntas leis";
"_want_delete_"                 = "Scriosfaidh tú iad seo a leanas:";
"_information_"                 = "Eolas";
"_select_offline_warning_"      = "Seans go dtógfaidh sé tamall agus go n-úsáidfear go leor cuimhne agus é sin á dhéanamh má chuirtear comhaid agus fillteán iolracha ar fáil as líne.";
"_advanced_"                    = "Casta";
"_permissions_"                 = "Ceadanna";
"_custom_permissions_"          = "Ceadanna saincheaptha";
"_disable_files_app_"           = "Díchumasaigh Comhaid Comhtháthú Aip";
"_disable_files_app_footer_"    = "Ná ceadaigh comhaid a rochtain tríd an bhfeidhmchlár iOS Files.";
"_autoupload_"                      = "Uaslódáil go huathoibríoch grianghraif/físeáin";
"_autoupload_photos_"               = "Íosluchtaigh pictiúir uathoibríoch";
"_autoupload_videos_"               = "Íosluchtaigh físeáin uathoibríoch";
"_autoupload_description_"          = "Roghnaigh an ndéanfar grianghraif nó físeáin nua a uaslódáil go huathoibríoch chuig do chuntas.";
"_start_autoupload_"                = "Cuir uaslódáil uathoibríoch ar siúl";
"_stop_autoupload_"                 = "Múch uaslódáil uathoibríoch";
"_autoupload_create_subfolder_"     = "Úsáid fofhillteáin";
"_autoupload_create_subfolder_footer_"  = "Stóráil grianghraif i bhfofhillteáin bunaithe ar bhliain, mí nó lá.";
"_autoupload_subfolder_granularity_"    = "Granularity Fofhillteán";
"_filenamemask_"                        = "Athraigh masc ainm comhaid";
"_filenamemask_footer_"                 = "De réir réamhshocraithe, nuair a uaslódáiltear comhad, faigheann sé an fhormáid seo a leanas go huathoibríoch: yy-mm-dd hh-mm-ss móide cuntar 4 dhigit. Mura dtaitníonn an fhormáid seo leat, is féidir leat é a athrú anseo seachas an cuntar 4 dhigit deiridh, nach féidir a fhágáil ar lár.";
"_show_hidden_files_"           = "Taispeáin comhaid i bhfolach";
"_format_compatibility_"        = "An chuid is mó comhoiriúnach";
"_format_compatibility_footer_" = "Sábhálfaidh \"An chuid is mó comhoiriúnach\" grianghraif mar JPEG, más féidir.";
"_privacy_"                     = "Príobháideacht";
"_privacy_footer_"              = "Úsáideann an aip seo seirbhís chun timpiste a anailísiú. Ní sheoltar d’fhaisnéis phearsanta leis an tuairisc. Más mian leat é a dhíchumasú, athraigh an socrú \"Díchumasaigh tuairisceoir tuairteála\" go ON.";
"_crashservice_title_"          = "Díchumasaigh tuairisceoir tuairteála";
"_crashservice_alert_"          = "Teastaíonn atosú den aip leis an rogha seo le go dtiocfaidh sé i bhfeidhm.";
"_upload_mov_livephoto_"        = "Grianghraf Beo";
"_upload_mov_livephoto_footer_" = "Sábhálfaidh \"Grianghraf Beo\" an grianghraf roghnaithe i bhformáid \"Grianghraf Beo\", más féidir.";
"_capabilities_"                = "Cumais";
"_capabilities_footer_"         = "Taispeáin na pacáistí a úsáideann an aip má tá siad suiteáilte agus ar fáil ar an bhfreastalaí.";
"_diagnostics_"                 = "Diagnóisic";
"_diagnostics_footer_"          = "Chun an leibhéal logála a athrú, ní mór an feidhmchlár a atosú";
"_view_log_"                    = "Féach ar chomhaid loga";
"_no_log_files_"                = "Níl aon chomhaid logála ar fáil";
"_clear_log_"                   = "Glan an logchomhad";
"_set_log_level_"               = "Socraigh leibhéal Logála";
"_connect_server_anyway_"       = "Ar mhaith leat ceangal leis an bhfreastalaí ar aon nós?";
"_server_is_trusted_"           = "An gceapann tú go bhfuil muinín ag an bhfreastalaí seo?";
"_connection_error_"            = "Earráid ceangail";
"_login_url_"                   = "Seoladh an fhreastalaí https://…";
"_login_url_error_"             = "Earráid URL, fíoraigh URL do fhreastalaí le do thoil";
"_favorites_"                   = "Ceanáin";
"_favorite_short_"              = "is fearr leat";
"_tutorial_favorite_view_"      = "Taispeánfar anseo na comhaid agus na fillteáin a mharcálann tú mar cheanáin";
"_tutorial_offline_view_"       = "Beidh na comhaid a chóipeáiltear anseo ar fáil as líne.\n\nDéanfar iad a shioncronú le do scamall.";
"_tutorial_groupfolders_view_"  = "Níl aon fhillteáin foirne ann fós";
"_more_"                        = "Tuilleadh";
"_favorite_no_files_"           = "Níl aon cheanáin go fóill";
"_no_date_information_"                     = "Gan eolas dáta";
"_no_camera_information_"                   = "Gan eolas ceamara";
"_no_lens_information_"                     = "Gan faisnéis lionsa";
"_today_"                                   = "Inniu";
"_yesterday_"                               = "Inné";
"_access_photo_not_enabled_"                = "Níl rochtain ar Ghrianghraif cumasaithe";
"_access_photo_not_enabled_msg_"            = "Téigh go Socruithe → Feidhmchláir → Nextcloud → Grianghraif agus cumasaigh Rochtain Leabharlann na nGrianghraf";
"_access_background_app_refresh_denied_"    = "Tá \"Athnuachan Aip Cúlra\" diúltaithe. Cumasaigh é i \"Socruithe\" le do thoil ar shlí eile, ní fheicfear grianghraif nó físeáin nua nuair a bhíonn an feidhmchlár sa chúlra";
"_tutorial_photo_view_"                     = "Níl aon ghrianghraif nó físeáin uaslódáilte fós";
"_error_createsubfolders_upload_"           = "Earráid agus fofhillteáin á gcruthú";
"_remove_photo_CameraRoll_"                 = "Bain as rolla ceamara";
"_remove_photo_CameraRoll_desc_"            = "\"Bain as rolla ceamara\" tar éis uaslódála, taispeánfar teachtaireacht deimhnithe chun na grianghraif nó na físeáin uaslódáilte a scriosadh as rolla an cheamara. Beidh na grianghraif nó na físeáin scriosta fós ar fáil sa Bhruscar Grianghraif iOS ar feadh 30 lá.";
"_never_"                       = "riamh";
"_less_a_minute_"               = "níos lú ná nóiméad ó shin";
"_a_minute_ago_"                = "nóiméad ó shin";
"_minutes_ago_"                 = "%d nóiméad ó shin";
"_an_hour_ago_"                 = "uair an chloig ó shin";
"_hours_ago_"                   = "%d uair ó shin";
"_a_day_ago_"                   = "lá ó shin";
"_days_ago_"                    = "%d lá ó shin";
"_cannot_send_mail_error_"      = "Níl aon chuntas socraithe, nó cuireadh seoladh ríomhphoist mícheart isteach.";
"_open_url_error_"              = "Ní féidir an URL don ghníomh seo a oscailt.";
"_media_"                       = "Meáin";
"_order_by_"                    = "Sórtáil de réir";
"_name_"                        = "Ainm";
"_date_"                        = "Dáta";
"_size_"                        = "Méid";
"_remove_favorites_"            = "Mí-mheas";
"_add_favorites_"               = "is fearr leat";
"_share_"                       = "Comhroinn";
"_remove_local_file_"           = "Bain go háitiúil";
"_folders_"                     = "fillteáin";
"_folder_"                      = "fillteán";
"_files_"                       = "Comhaid";
"_file_"                        = "comhad";
"_no_file_pull_down_"           = "Uaslódáil comhad nó tarraing anuas chun athnuachan a dhéanamh";
"_no_file_no_permission_to_create_" = "Níl cead agat comhaid a chruthú ná a uaslódáil sa bhfillteán seo.";
"_limited_dimension_"           = "Uasmhéid bainte amach";
"_file_not_saved_cameraroll_"   = "Earráid: Níor sábháladh an comhad san albam grianghraf";
"_favorite_on_top_"             = "Sórtáil is fearr leat ar dtús";
"_directory_on_top_"            = "Sórtáil fillteáin roimh chomhaid";
"_show_description_"            = "Taispeáin cur síos ar an bhfillteán";
"_show_recommended_files_"      = "Taispeáin moltaí";
"_search_no_record_found_"      = "Gan toradh";
"_search_in_progress_"          = "Cuardach ar siúl…";
"_search_instruction_"          = "Cuardaigh comhad (2 charachtar ar a laghad)";
"_files_no_files_"              = "Níl aon chomhaid istigh anseo";
"_files_no_folders_"            = "Níl fillteán ar bith anseo";
"_request_in_progress_"         = "Iarratas chuig an bhfreastalaí ar siúl…";
"_personal_files_only_"         = "Comhaid phearsanta amháin";

"audio"                         = "FUAIM";
"directory"                     = "FILLTEÁIN";
"document"                      = "DOICIMÉID";
"image"                         = "ÍOMHÁ";
"template"                      = "TEIMPLÉADAÍ";
"video"                         = "FÍSEÁN";

"_paste_file_"                  = "Greamaigh";
"_status_wait_download_"        = "Ag fanacht leat a íoslódáil";
"_status_downloading_"          = "Ag íosluchtú";
"_status_wait_upload_"          = "Ag fanacht le uaslódáil";
"_status_wait_create_folder_"   = "Ag fanacht leis an bhfillteán a chruthú";
"_status_wait_delete_"          = "Ag fanacht le scriosadh";
"_status_wait_rename_"          = "Ag fanacht le hathainmniú";
"_status_wait_favorite_"        = "Ag fanacht le athrú is fearr leat";
"_status_wait_copy_"            = "Ag fanacht le cóipeáil";
"_status_wait_move_"            = "Ag fanacht le bogadh";
"_status_uploading_"            = "Ag uaslódáil";
"_status_upload_error_"         = "Earráid, ag fanacht le huaslódáil";
"_select_media_folder_"         = "Socraigh fillteán Meáin";
"_media_viewimage_show_"        = "Taispeáin íomhánna amháin";
"_media_viewvideo_show_"        = "Taispeáin físeán amháin";
"_media_show_all_"              = "Taispeáin an dá";
"_good_morning_"                = "Maidin mhaith";
"_good_day_"                    = "Lá maith";
"_good_afternoon_"              = "Tráthnóna maith";
"_good_evening_"                = "Tráthnóna maith";
"_good_night_"                  = "Oíche mhaith";
"_servers_"                     = "Freastalaithe";
"_select_server_"               = "Roghnaigh freastalaí le do thoil...";

// MARK: Share

"_share_link_"                  = "Comhroinn nasc";
"_share_link_name_"             = "Ainm naisc";
"_password_"                    = "Pasfhocal";
"_share_password_"              = "Nasc cosanta ag pasfhocal";
"_date_"                        = "Dáta";
"_enforce_password_protection_" = "Cuir cosaint phasfhocal i bhfeidhm";
"_shared_with_you_by_"          = "Roinnte le leat ag";
"_shareLinksearch_placeholder_" = "Ainm, ríomhphost, nó ID Néal Cónaidhme…";
"_new_comment_"                 = "Trácht nua…";
"_edit_comment_"                = "Cuir trácht in eagar";
"_delete_comment_"              = "Scrios nóta tráchta";
"_share_read_only_"             = "Amharc amháin";
"_share_editing_"               = "Is féidir eagarthóireacht a dhéanamh";
"_share_file_drop_"             = "Iarratas comhaid";
"_share_hide_download_"         = "Folaigh íoslódáil";
"_share_allowed_downloads_"     = "Íoslódálacha ceadaithe";
"_share_limit_download_"        = "Teorainneacha íoslódáil";
"_remaining_"                   = "%d fágtha";
"_share_password_protect_"      = "Cosaint pasfhocal";
"_share_expiration_date_"       = "Socraigh dáta éaga";
"_share_note_recipient_"        = "Nóta don fhaighteoir";
"_share_add_sharelink_"         = "Cuir nasc eile leis";
"_share_can_read_"              = "Léigh";
"_share_can_reshare_"           = "Comhroinn";
"_share_can_create_"            = "Cruthaigh";
"_share_can_change_"            = "Cuir in eagar";
"_share_can_delete_"            = "Scrios";
"_share_can_download_"          = "Ceadaigh íoslódáil agus sioncrónú";
"_share_unshare_"               = "Scrios an sciar";
"_share_internal_link_"         = "Nasc inmheánach";
"_share_internal_link_des_"     = "Ní oibríonn sé ach d’úsáideoirí a bhfuil rochtain acu ar an gcomhad/fillteán seo.";
"_share_reshare_disabled_"      = "Níl cead agat an comhad/fillteán seo a athroinnt.";
"_share_reshare_restricted_"    = "Nóta: Níl ach cead teoranta agat an comhad/fillteán seo a athroinnt.";
"_remote_"                      = "Iargúlta";
"_remote_group_"                = "Grúpa iargúlta";
"_conversation_"                = "Comhrá";
"_no_transfer_"                 = "Níl aon aistrithe fós";
"_no_transfer_sub_"             = "Taispeánfar uaslódálacha agus íoslódálacha ón ngléas seo anseo";
"_no_transfer_in_progress_"     = "Gan aon aistrithe ar siúl";
"_no_transfer_in_progress_sub_" = "Beidh uaslódálacha agus íoslódálacha gníomhacha ón ngléas seo le feiceáil anseo.";
"_no_transfer_in_waiting_"      = "Gan aon aistrithe ag fanacht";
"_no_transfer_in_waiting_sub_"  = "Beidh aistrithe atá ag fanacht le tosú le feiceáil anseo.";
"_no_transfer_in_error_"        = "Gan aon earráidí aistrithe";
"_no_transfer_in_error_sub_"    = "Beidh aistrithe a bhfuil d’aird ag teastáil uathu le feiceáil anseo.";
"_transfers_waiting_shown_"     = "%1$d de %2$d aistrithe ag fanacht";
"_no_activity_footer_"              = "Níl a thuilleadh gníomhaíochtaí le luchtú";
"_transfers_"                       = "Aistrithe";
"_activity_"                        = "Gníomhaíocht";
"_trash_file_not_found_"            = "Dealraíonn sé nach bhfuil an comhad sa Bhruscar. Téigh go dtí an Bruscar chun é a nuashonrú agus bain triail eile as.";
"_list_shares_"                     = "Scaireanna";
"_list_shares_no_files_"            = "Níl aon scaireanna fós";
"_tutorial_list_shares_view_"       = "Taispeánfar na comhaid agus na fillteáin a roinneann tú anseo";
"_offline_"                         = "As líne";
"_upload_photos_videos_"            = "Uaslódáil grianghraif nó físeáin";
"_upload_file_"                     = "Uaslódáil comhad";
"_create_nextcloudtext_document_"   = "Cruthaigh doiciméad téacs";
"_use_folder_auto_upload_"          = "Bain úsáid as an bhfillteán \"Uaslódáil uathoibríoch\" mar cheann scríbe";
"_filename_"                        = "Ainm comhaid";
"_enter_filename_"                  = "Iontráil ainm comhaid…";
"_default_preview_filename_footer_" = "Sampla réamhamharc ar ainm an chomhaid: IMG_0001.JPG";
"_filename_header_"                 = "Iontráil ainm comhaid";
"_preview_filename_"                = "Réamhamharc sampla d'ainm an chomhaid. Is féidir leat an masc %@ a úsáid le haghaidh dáta/am.";
"_add_filenametype_"                = "Sonraigh cineál in ainm an chomhaid";
"_maintain_original_filename_"      = "Coinnigh ainm an chomhaid bhunaidh";
"_notifications_"                   = "Fógraí";
"_untitled_"                        = "Gan teideal";
"_e2e_settings_title_"              = "Criptiú";
"_e2e_settings_"                    = "Criptiú deireadh-go-deireadh";
"_e2e_settings_start_"              = "Tosaigh criptiú deireadh-go-deireadh";
"_e2e_settings_activated_"          = "Criptiú deireadh-go-deireadh gníomhachtaithe";
"_e2e_server_disabled_"             = "Díchumasaíodh aip criptiú deireadh-go-deireadh ar an bhfreastalaí";
"_e2e_settings_view_passphrase_"    = "Déanann na 12 fhocal ar fad le chéile pasfhocal an-láidir, a ligeann duit féin amháin do chomhaid chriptithe a fheiceáil agus a úsáid. Scríobh síos é le do thoil agus coinnigh áit éigin sábháilte é.";
"_e2e_settings_read_passphrase_"    = "Léigh pasfhrása";
"_e2e_settings_lock_not_active_"    = "Níl an glas gníomhach. Téigh go dtí \"Settings\" agus é a ghníomhachtú.";
"_e2e_settings_the_passphrase_is_"  = "Tá an frása pasfocal:";
"_e2e_passphrase_request_title_"    = "Iarr pasfhrása";
"_e2e_passphrase_request_message_"  = "Cuir isteach an 12 focal";
"_e2e_settings_remove_"             = "Bain an criptiú go háitiúil";
"_e2e_settings_remove_message_"     = "Deimhnigh baint an chriptiú mar aon leis an bpasfhrása.";
"_e2e_set_folder_encrypted_"        = "Criptigh";
"_e2e_remove_folder_encrypted_"     = "Díchriptigh";
"_e2e_file_encrypted_"              = "Comhad criptithe";
"_e2e_goto_settings_for_enable_"    = "Is eolaire criptithe é seo, téigh go dtí \"Socruithe\" agus cumasaigh criptiú ceann go ceann";
"_e2e_in_upload_"                   = "Uaslódáil ar siúl, le do thoil fanacht go mbeidh gach comhad a aistriú.";
"_scans_document_"                  = "Scan doiciméad";
"_scanned_images_"                  = "Íomhánna scanta";
"_scan_document_pdf_page_"          = "Leathanach";
"_scan_label_document_zone_"        = "Tapáil nó tarraing íomhánna anuas le haghaidh cruthú doiciméad";
"_filter_document_"                 = "Doiciméad";
"_filter_original_"                 = "Bunaidh";
"_quality_image_title_"             = "Réamhamharc ar cháilíocht íomhá";
"_file_creation_"                   = "Cruthú comhaid";
"_delete_all_scanned_images_"       = "Scrios gach íomhá scanta";
"_text_recognition_"                = "Aitheantas téacs";
"_all_files_"                       = "Gach comhad";
"_personal_files_"                  = "Comhaid Phearsanta";

"_trash_view_"                      = "Comhaid scriosta";
"_empty_trash_"                     = "Bruscar folamh";
"_trash_no_trash_"                  = "Níor scriosadh aon chomhad";
"_trash_no_trash_description_"      = "Is féidir leat comhaid scriosta a chur ar ais ó anseo";
"_confirm_delete_selected_"         = "An bhfuil tú cinnte gur mhaith leat na míreanna roghnaithe a scriosadh?";
"_manage_file_offline_"             = "Bainistigh comhaid as líne";
"_set_available_offline_"           = "Socraigh mar atá ar fáil as líne";
"_remove_available_offline_"        = "Bain mar atá ar fáil as líne";
"_create_new_document_"             = "Doiciméad";
"_create_new_spreadsheet_"          = "Scarbhileog";
"_create_new_presentation_"         = "Cur i Láthair";
"_create_new_diagram_"              = "Léaráid";
"_more_documents_"                  = "Tuilleadh Doiciméad";
"_go_online_"                       = "Téigh ar líne chun an doiciméad a fheiceáil";
"_intro_1_title_"                   = "Coinnigh do shonraí slán agus faoi do smacht";
"_intro_2_title_"                   = "Comhoibriú slán & malartú comhad";
"_intro_3_title_"                   = "Ríomhphost gréasáin, féilire & teagmhálaithe atá éasca le húsáid";
"_intro_4_title_"                   = "Comhroinnt scáileáin, cruinnithe ar líne & comhdhálacha gréasáin";
"_log_in_"                          = "Logáil isteach";
"_sign_up_"                         = "Cláraigh leis an soláthraí";
"_host_your_own_server"             = "Óstáil do fhreastalaí féin";
"_invalid_url_"                         = "URL freastalaí neamhbhailí";
"_ssl_certificate_untrusted_"           = "Tá teastas an fhreastalaí seo neamhbhailí.";
"_ssl_certificate_changed_"             = "Is cosúil go bhfuil teastas an fhreastalaí seo athraithe.";
"_file_already_exists_"                 = "Ní féidir an oibríocht a chríochnú, tá comhad leis an ainm céanna ann.";
"_err_permission_microphone_"           = "Ceadaigh úsáid an mhicreafóin ó na Socruithe.";
"_err_permission_photolibrary_"         = "Ceadaigh Grianghraif ó Shocruithe.";
"_qrcode_not_authorized_"   = "Níl an aip seo údaraithe chun an Cúlcheamara a úsáid.";
"_qrcode_not_supported_"    = "Cód QR nach dtacaíonn an gléas reatha leis.";
"_create_voice_memo_"       = "Cruthaigh meamram gutha";
"_voice_memo_start_"        = "Tapáil chun tosú";
"_voice_memo_stop_"         = "Tapáil chun stop a chur";
"Enter Passcode"            = "Cuir isteach an Paschód";
"Enter a new passcode"      = "Cuir isteach paschód nua";
"Confirm new passcode"      = "Deimhnigh paschód nua";
"Passcodes didn't match. Try again." = "Níorbh ionann na paschóid. Déan iarracht arís.";
"Delete"                    = "Scrios";
"Cancel"                    = "Cealaigh";
"_certificate_details_"     = "Sonraí Freastalaí Teastais";
"_certificate_pn_details_"  = "Sonraí an Fhógra Brúigh Teastais";
"_certificate_view_"        = "Freastalaí Teastais";
"_certificate_pn_view_"     = "Fógra Brúigh Teastais";
"_save_as_scan_"            = "Sábháil mar scanadh";
"_save_changes_"            = "Sábháil na hathruithe?";
"_modify_"                  = "Athraigh";
"_overwrite_original_"      = "Forscríobh bunaidh";
"_save_as_copy_"            = "Sábháil mar chóip";
"_discard_changes_"         = "Scrios na hathruithe";
"_message_disable_overwrite_livephoto_" = "Is Grianghraf Beo í an íomhá seo, ní bheifear in ann é a fhorscríobh.";
"_discard_changes_info_"    = "Caithfear do chuid athruithe.";
"_delete_files_desc_"       = "Scrios comhaid chun spás a shaoradh";
"_delete_old_files_"        = "Scrios, sa taisce, gach comhad níos sine ná";
"_never_"                   = "riamh";
"_1_year_"                  = "1 bhliain";
"_6_months_"                = "6 mhí";
"_3_months_"                = "3 mhí";
"_1_month_"                 = "1 mhí";
"_1_week_"                  = "1 seachtain";
"_monthly_"                 = "go míosúil";
"_yearly_"                  = "Bliantúil";
"_daily_"                   = "laethúil";
"_login_address_detail_"    = "An nasc chuig do chomhéadan gréasáin %@ nuair a osclaíonn tú é sa bhrabhsálaí.";
"_go_to_page_"              = "Téigh go dtí an leathanach";
"_page_"                    = "Leathanach";
"_this_document_has_%@_pages_"              = "Tá %@ leathanaigh sa cháipéis seo";
"_invalid_page_"                            = "Leathanach Neamhbhailí";
"_the_entered_page_number_does_not_exist_"   = "Níl an uimhir leathanaigh a iontráladh ann.";
"_error_something_wrong_"   = "Chuaigh rud eigin mícheart";
"_privacy_screen_"          = "Folaigh ábhar nuair a bhíonn an aip neamhghníomhach";
"_privacy_screen_footer_"   = "Folaigh an t-ábhar san aip agus taispeáin splancscáileán nuair a bhíonn an aip neamhghníomhach.";
"_in_"                      = "i";
"_enter_passphrase_"        = "Iontráil pasfhrása (12 focal)";
"_show_more_results_"       = "⋯ Luchtaigh tuilleadh torthaí";
"_waiting_for_"             = "Ag feitheamh le:";
"_reachable_wifi_"          = "líonra inrochtana trí Wi-Fi nó cábla";
"_copy_passphrase_"         = "Cóipeáil pasfhrása";
"_ok_copy_passphrase_"      = "Ceart go leor agus cóipeáil pasfhrása";
"_select_color_"            = "Roghnaigh an dath";
"_change_color_"            = "Athraigh dath";
"_description_dashboardwidget_" = "Ní raibh sé riamh níos éasca an Painéal a bheith ar do mhéar i gcónaí.";
"_description_fileswidget_" = "Féach ar do chomhaid le déanaí agus úsáid an barra uirlisí chun d'oibríochtaí a bhrostú.";
"_description_toolbarwidget_"   = "Barra uirlisí chun d'oibríochtaí a bhrostú.";
"_title_lockscreenwidget_"  = "Stádas";
"_description_lockscreenwidget_"    = "Coinnigh súil ar an spás atá ar fáil agus ar an ngníomhaíocht le déanaí";

"_keep_running_"            = "Coinnigh an app ag rith le haghaidh eispéireas úsáideora níos fearr.";
"_apps_nextcloud_detect_"   = "Braitheadh ​​%@ aip";
"_add_existing_account_"    = "Braitheadh ​​Aipeanna eile %@, ar mhaith leat cuntas atá ann cheana a chur leis?";
"_status_in_progress_"      = "Léamh stádais ar siúl…";
"_status_e2ee_on_server_"   = "Tá an criptiú ceann go ceann cumraithe sa fhreastalaí cheana féin ach níl sé cumasaithe fós ar an ngléas seo.";
"_status_e2ee_not_setup_"   = "Níl an criptiú ceann go ceann cumraithe fós ar an bhfreastalaí.";
"_status_e2ee_configured_"  = "Tá an criptiú ceann go deireadh cumraithe i gceart.";
"_e2ee_set_as_offline_"     = "Ní cheadaítear do chomhaid nó fillteáin criptithe.";
"_change_upload_filename_"  = "Ar mhaith leat an comhad a shábháil le hainm eile?";
"_save_file_as_"            = "Sábháil comhad mar %@";
"_password_ascii_"          = "Ní féidir carachtair speisialta a bheith sa phasfhocal.";
"_calendar_contacts_"       = "Féilire agus Teagmhálaithe";
"_mobile_config_"           = "Íoslódáil an phróifíl le haghaidh cumraíochta";
"_calendar_contacts_footer_warning_"    = "Ní féidir próifíl cumraíochta a íoslódáil ach amháin má tá Safari socraithe mar bhrabhsálaí réamhshocraithe.";
"_calendar_contacts_footer_"    = "Tar éis duit an phróifíl a íoslódáil is féidir leat é a shuiteáil ó Socruithe.";
"_modify_image_desc_"       = "Tapáil ar chomhad chun é a athrú nó a athainmniú.";
"_message_disable_livephoto_" = "Is Grianghraf Beo í an íomhá seo, má athraítear í, caillfidh sé an éifeacht Grianghraf Beo.";
"_enable_livephoto_"        = "Cumasaigh Grianghraf Beo";
"_disable_livephoto_"       = "Díchumasaigh Grianghraf Beo";
"_undo_modify_"             = "Cealaigh modhnú";
"_rename_already_exists_"   = "Tá comhad leis an ainm seo ann cheana.";
"_group_folders_"           = "Fillteáin foirne";
"_play_from_files_"         = "Seinn físeán ó chomhad";
"_play_from_url_"           = "Seinn físeán ó nasc";
"_valid_video_url_"         = "Cuir isteach URL bailí";
"_download_image_"          = "Íoslódáil an pictiúr";
"_reset_wrong_passcode_"    = "Ag athshocrú an fheidhmchláir...";
"_reset_wrong_passcode_option_" = "Athshocraigh an feidhmchlár tar éis 10 n-iarracht theipthe";
"_reset_wrong_passcode_desc_" = "Trí seo a chumasú, bainfear na cuntais agus na sonraí áitiúla go léir tar éis %d iarracht theipithe chun paschód a iontráil.";
"_deviceOwnerAuthentication_" = "Díchumasaíodh an braiteoir bithmhéadrach go sealadach mar gheall ar iliomad iarrachtaí ar theip orthu. Cuir isteach paschód an ghléis chun an braiteoir a athchumasú.";
"_virus_detect_"            = "Braitheadh ​​víreas. Ní féidir an t-uaslódáil a chríochnú!";
"_selected_photos_"         = "grianghraif roghnaithe";
"_delete_selected_photos_"  = "Scrios grianghraif roghnaithe";
"_media_square_"            = "Greille cearnach";
"_media_ratio_"             = "Greille cóimheas gné";
"_display_"                 = "Taispeáin";
"_appearance_"              = "Dealramh";
"_light_"                   = "Solas";
"_dark_"                    = "Dorcha";
"_use_system_style_"        = "Bain úsáid as stíl chórais";
"_account_settings_"        = "Socruithe cuntas";
"_users_"                   = "Úsáideoirí";
"_users_footer_"            = "Ligeann sé seo duit cuntas a roghnú gach uair a osclaíonn tú an aip.";
"_while_charging_"          = "Cé mhuirearú";
"_keep_screen_awake_"       = "Coinnigh an scáileán ina dhúiseacht\nagus comhaid á n-aistriú";
"_error_not_found_"         = "Níorbh fhéidir an acmhainn iarrtha a aimsiú";
"_error_conflict_"          = "Níorbh fhéidir an t-iarratas a chomhlánú mar gheall ar choimhlint le staid reatha na hacmhainne";
"_error_precondition_"      = "Ní chomhlíonann an freastalaí ceann de réamhchoinníollacha an iarratasóra";
"_downloading_"             = "Ag íosluchtú";
"_additional_options_"      = "Roghanna breise";
"_unauthorizedFilesPasscode_" = "Ní féidir aip Comhaid a úsáid le paschód gníomhachtaithe";
"_disableFilesApp_"         = "Ní féidir aip Comhaid a úsáid toisc go bhfuil sé díchumasaithe";
"_no_items_"                = "Gan earraí";
"_check_back_later_"        = "Seiceáil ar ais níos déanaí";
"_no_data_available_"       = "Níl aon sonraí ar fáil";
"_recent_activity_"         = "Gníomhaíocht le déanaí";
"_maintenance_mode_"        = "Tá an freastalaí i mód cothabhála faoi láthair, agus seans go dtógfaidh sé sin tamall.";
"_user_"                    = "Úsáideoir";
"_creating_db_photo_progress_" = "Cartlann grianghraf á cruthú ... coinnigh an feidhmchlár gníomhach.";
"_account_unauthorized_"    = "Bhí fadhb ann agus an cuntas %@ á údarú. Logáil isteach arís le do thoil.";
"_folder_offline_desc_"     = "Fiú gan nasc idirlín, is féidir leat do fhillteáin a eagrú, comhaid a chruthú. Nuair a bheidh tú ar ais ar líne, déanfar do ghníomhartha ar feitheamh a shioncronú go huathoibríoch.";
"_offline_not_allowed_"     = "Ní cheadaítear an oibríocht seo sa mhód as líne";
"_Upload_native_format_yes_"= "Uaslódáil i bhformáid dhúchais: tá";
"_Upload_native_format_no_" = "Uaslódáil i bhformáid dhúchais: uimh";
"_terms_of_service_"        = "Téarmaí seirbhíse";
"_terms_accept_"            = "Admhaím go bhfuil na téarmaí seirbhíse thuas léite agam agus go n-aontaím leo.";
"_recommended_files_"       = "Comhaid Molta";
"_propagate_layout_"        = "Cuir an t-athrú seo a leanas i bhfeidhm ar na fo-fhillteáin uile";
"_version_mismatch_error_"  = "Athrú leagain: oscail an príomhaip le do thoil chun na sonraí a nuashonrú.";
"_opt_in_pro_"              = "Uasmhéadú ar siúl…";
"_update_in_progress_"      = "Nuashonrú ar siúl…";
"_delete_in_progress_"      = "Scriosadh ar siúl…";
"_download_in_progress_"    = "Íoslódáil ar siúl …";
"_upload_in_progress_"      = "Uaslódáil ar siúl …";
"_transfer_in_progress_"    = "Aistriú ar siúl …";
"_in_waiting_"              = "Ag fanacht";
"_in_progress_"             = "Ar siúl";
"_in_error_"                = "De bharr earráide";
"_retry_minutes_"           = "nóiméad fágtha le hathiarracht a dhéanamh";
"_retry_seconds_"           = "soicind fágtha le hathiarracht a dhéanamh";
"_retry_soon_"              = "ag iarraidh arís go luath…";
"_large_upload_tip_"        = "Éilíonn comhaid mhóra go bhfanfaidh an aip ar oscailt go dtí go mbeidh an t-aistriú críochnaithe";
"_e2ee_upload_tip_"         = "Éilíonn comhaid ó cheann ceann go ceann go bhfanfaidh an aip ar oscailt go dtí go mbeidh an t-aistriú críochnaithe";
"_finalizing_wait_"         = "Ag fanacht leis an gcríochnú …";
"_in_this_folder_"          = "Sa bhfillteán seo";
"_media_no_longer_available_" = "Níl na meáin ar fáil a thuilleadh";
"_this_item_has_been_deleted_" = "Scriosadh an mhír seo.";
"_video_not_available_" = "Níl físeán ar fáil";
"_disable_" = "Díchumasaigh";
"_no_subtitles_available_" = "Níl aon fhotheidil ar fáil";
"_no_audio_tracks_available_" = "Níl aon rianta fuaime ar fáil";
"_add_external_subtitle_" = "Cuir fotheideal seachtrach leis";
"_repeat_current_media_" = "Déan an mhír reatha arís";
"_play_next_media_automatically_" = "Seinn an chéad mhír eile go huathoibríoch";
"_image_load_failed_" = "Theip ar luchtú íomhá";
"_image_load_failed_" = "Theip ar luchtú íomhá";
"_gif_file_could_not_be_decoded_" = "Níorbh fhéidir an comhad GIF a dhíchódú";
"_svg_file_could_not_be_rendered_" = "Níorbh fhéidir an comhad SVG a rindreáil";
"_image_file_could_not_be_decoded_" = "Níorbh fhéidir an comhad íomhá a dhíchódú";
"_media_not_available_" = "Níl na meáin ar fáil";
"_no_assistant_installed_"  = "Níl an Cúntóir suiteáilte ar an bhfreastalaí seo. Iarr ar do riarthóir an aip Cúntóir a shuiteáil.";
"_open_in_office_" = "Oscail san Oifig";
"_select_date_" = "Roghnaigh dáta";
"_always_play_with_vlc_" = "Seinn le VLC i gcónaí";
"_account_not_available_" = "Níl an cuntas ar fáil";
"_autoupload_active_other_account_title_" = "Tá uaslódáil uathoibríoch gníomhach cheana féin.";
"_autoupload_active_other_account_message_" = "Tá uaslódáil uathoibríoch cumasaithe cheana féin le haghaidh “%@”. Díchumasaigh í don chuntas sin sula gcumasaíonn tú anseo í.";
"_autoupload_cleanup_pending_" = "Tá bac fós á chur ar uaslódálacha roimhe seo. Bain triail as an gcúltaca a thosú arís chun iarracht eile a dhéanamh ar an nglanadh.";

// Tip
"_tip_pdf_thumbnails_"      = "Svaidhpeáil ar chlé ó imeall deas an scáileáin chun na mionsamhlacha a thaispeáint";
"_tip_accountrequest_"      = "Déan teagmháil anseo chun cuntas a athrú nó chun ceann nua a chur leis";
"_tip_addcopyimage_"        = "Brúigh fada chun íomhá cóipeáilte a ghreamú";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Taispeáin próifíl";
// a11y: On/Off
"_on_"                          = "Ar";
// a11y: On/Off
"_off_"                         = "As";
"_list_"                        = "Liosta";
"_icons_"                       = "Liosta";

// MARK: Assistant
"_assistant_task_unknown_"       = "Anaithnid";
"_assistant_task_scheduled_"     = "Sceidealta";
"_assistant_task_in_progress_"   = "Ar Siúl";
"_assistant_task_completed_"     = "Críochnaithe";
"_assistant_task_failed_"        = "Theip";
"_input_"                        = "Ionchur";
"_output_"                       = "Aschur";
"_task_details_"                 = "Sonraí taisc";
"_assistant_"                    = "Cúntóir";
"_new_task_"                     = "Tasc nua %@";
"_no_tasks_"                     = "Haigh a chairde! Cad is féidir liom cabhrú leat leis inniu?";
"_create_task_subtitle_"         = "Úsáid an cnaipe + chun tasc nua a chruthú";
"_edit_task_"                    = "Cuir %@ tasc in eagar";
"_no_types_"                     = "Níor aimsíodh aon soláthraí";
"_no_types_subtitle_"            = "Ní mór Soláthraithe AI ​​a shuiteáil chun an Cúntóir a úsáid.";
"_assistant_ai_warning_"         = "Is í an intleacht shaorga a ghineann an t-aschur a thaispeántar anseo. Déan cinnte go ndéanann tú seiceáil dhúbailte i gcónaí.";
"_no_chat_subtitle_"             = "Bain triail as teachtaireacht a sheoladh chun comhrá a thosú.";
"_retry_response_generation_"    = "Déan iarracht freagra a ghiniúint arís";
"_conversations_"                = "Comhráite";
"_new_conversation_"             = "Comhrá nua";
"_type_message_"                 = "Clóscríobh teachtaireacht...";
"_assistant_chat_"               = "Comhrá Cúntóra";
"_assistant_error_send_message_"  = "Níorbh fhéidir an teachtaireacht a sheoladh. Déan iarracht arís.";
"_assistant_error_load_messages_" = "Níorbh fhéidir teachtaireachtaí a luchtú. Déan iarracht arís.";
"_assistant_error_generate_response_" = "Níorbh fhéidir freagra a ghiniúint. Déan iarracht arís.";

// MARK: Client certificate
"_no_client_cert_found_"         = "Tá teastas cliant á iarraidh ag an bhfreastalaí.";
"_no_client_cert_found_desc_"    = "Ar mhaith leat teastas cliant TLS a shuiteáil?\nTabhair faoi deara go gcaithfear an deimhniú .p12 a shuiteáil ar do ghléas ar dtús trí chliceáil air agus é a shuiteáil mar Phróifíl Teastais Aitheantais i Socruithe. NÍ MÓR focal faire a bheith ag an deimhniú freisin mar is riachtanas é sin ó iOS.";
"_client_cert_enter_password_"   = "Cuir isteach an pasfhocal don teastas roghnaithe";
"_client_cert_wrong_password_"   = "Ár leithscéal, chuir tú pasfhocal neamhbhailí isteach.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "Is ainm toirmiscthe é \"%@\".";
"_file_name_validator_error_forbidden_file_extension_" = "Is iarmhír toirmiscthe comhaid é \".%@\".";
"_file_name_validator_error_invalid_character_" = "Tá carachtar neamhbhailí san ainm: \"%@\".";
"_file_name_validator_error_space_" = "Níor cheart go mbeadh spásanna san ainm ag tús nó ag deireadh.";
"_file_name_new_extension_" = "Seans go n-osclóidh an comhad seo i bhfeidhmchlár eile má athraítear an síneadh ama.";
"_file_name_empty_" = "Ní féidir ainm comhaid a fhágáil folamh.";
"_please_rename_file_" = "Athainmnigh an comhad nó an fillteán le do thoil.";
"hidden_file_name_warning" = "Beidh comhad folaithe mar thoradh ar an ainm.";

"_camera_roll_" = "Rolla ceamara";
"_destination_" = "Ceann Scríbe";
"_upload_from_" = "Uaslódáil ó";
"_multiple_albums_" = "Il albam";
"_smart_albums_" = "Albam cliste";
"_albums_" = "Albaim";
"_auto_upload_no_new_items_to_upload_" = "Gan aon mhíreanna nua le huaslódáil";
"_background_upload_extension_" = "Síneadh uaslódála cúlra PhotoKit";
"_experimental_" = "Turgnamhach";
"_background_upload_extension_footer_" = "Turgnamhach: uaslódáil uathoibríoch grianghraf a chur ar iontaoibh PhotoKit sa chúlra. Déantar neamhaird den socrú comhoiriúnachta (HEIC go JPG), agus mar sin uaslódáiltear íomhánna HEIC ina bhformáid bhunaidh.";
"_background_upload_extension_apache_title_" = "Tá cumraíocht Apache ag teastáil";
"_background_upload_extension_apache_warning_" = "Caithfidh freastalaithe nach dtacaíonn le huaslódáil in-atosaithe cód 501 a thabhairt ar ais i gcás iarratais OPTIONS ó PhotoKit. Agus mod_rewrite cumasaithe, cuir na rialacha seo leis an VirtualHost de chuid Nextcloud roimh na rialacha athscríofa atá ann cheana, agus ansin athluchtaigh Apache:";
"_auto_upload_suspended_" = "Cuireadh an t-uaslódáil uathoibríoch ar sos de bharr earráide";
"_auto_upload_suspended_error_" = "Cuireadh an t-uaslódáil uathoibríoch ar sos: %@";
"_focused_auto_upload_" = "Uaslódáil Uathoibríoch Dírithe";
"_focused_auto_upload_settings_footer_" = "Coinnigh an aip ar oscailt agus déan an scáileán a dhorchú agus an t-uaslódáil uathoibríoch ag déanamh cúltaca ar luas níos airde.";
"_focused_auto_upload_intro_heading_" = "Coinnigh ort ag déanamh cúltaca agus an scáileán dorcha.";
"_focused_auto_upload_intro_message_" = "Leanfaidh cúltaca de ghrianghraif agus físeáin ar luas níos airde agus an scáileán dorcha. Le linn an phróisis:";
"_focused_auto_upload_wifi_" = "Ceangail le Wi-Fi";
"_focused_auto_upload_charger_" = "Ceangail leis an luchtaire";
"_focused_auto_upload_do_not_exit_" = "Ná fág an aip";
"_enable_focused_auto_upload_" = "Cumasaigh Uaslódáil Uathoibríoch Dírithe";
"_focused_auto_upload_backing_up_" = "Ag déanamh cúltaca";
"_focused_auto_upload_completed_" = "Uaslódáil críochnaithe!";
"_focused_auto_upload_countdown_" = "Ná glasáil an scáileán ná ná fág an aip. Dorchóidh an scáileán i %d soicind.";
"_stop_focused_auto_upload_" = "Stop Uaslódáil Uathoibríoch Dírithe";
"_finish_" = "Críochnaigh";
"_item_with_same_name_already_exists_" = "Tá mír leis an ainm céanna ann cheana féin.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Imirce á hullmhú…";
"_scanning_files_" = "Ag scanadh comhad…";
"_moving_items_to_domain_" = "Ag bogadh míreanna chuig an bhfearann ceart…";
"_finishing_up_" = "Ag críochnú…";

// MARK: E2EE
"_e2ee_no_session_" = "Earráid criptithe ó cheann ceann go ceann, níl aon chuntas ann don seisiún seo";
"_e2ee_no_dir_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir an t-eolaire a fháil";
"_e2ee_no_certificate_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir an deimhniú a fháil";
"_e2ee_no_generate_key_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir eochair a ghiniúint";
"_e2ee_no_metadataKey_found_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir eochair meiteashonraí a dhíchriptiú";
"_e2ee_read_only_" = "Úsáideann an fillteán criptithe seo sraith eochracha cartlannaithe agus tá sé ar fáil mar inléite amháin.";
"_e2ee_server_key_changed_" = "Athraíodh na heochracha criptithe foirceann go foirceann don chuntas seo ar ghléas eile. Cuir isteach an frása faire nua chun an gléas seo a nuashonrú. Fanfaidh spásanna stórála a bhaineann le heochracha roimhe seo ar fáil mar léamh amháin.";
"_e2ee_server_key_changed_title_" = "Eochracha criptithe athraithe";
"_e2ee_no_user_found_" = "Earráid criptithe ó cheann ceann go ceann, níor aimsíodh an t-úsáideoir";
"_e2ee_no_signature_found_" = "Earráid criptithe ó cheann ceann go ceann, níor aimsíodh aon síniú";
"_e2ee_counter_check_" = "Earráid criptithe ó cheann ceann go ceann, tá an cuntar níos ísle ná an ceann roimhe sin";
"_e2ee_signature_failed_" = "Earráid criptithe ó cheann ceann go ceann, theip ar fhíorú síniú";
"_e2ee_enc_payload_" = "Earráid criptithe ó cheann ceann go ceann, criptigh comhad ualaigh";
"_e2ee_no_metadata_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir meiteashonraí a fháil";
"_e2ee_filedrop_ciphertext_" = "Earráid criptithe ó cheann ceann go ceann, theip ar théacs criptithe filedrop";
"_e2ee_key_ciphertext_" = "Earráid chriptithe ó cheann ceann go ceann, theip ar an téacs criptithe eochair";
"_e2ee_key_no_checksum_found_" = "Earráid criptithe ó cheann ceann go ceann, níor aimsíodh aon suim seiceála";
"_e2ee_checksum_error_title_" = "Earráid suime seiceála criptithe ó cheann ceann go ceann";
"_e2ee_checksum_error_message_" = "Tá suim sheiceála an chomhaid chriptithe ar iarraidh nó neamhbhailí.\n\nD’fhéadfadh sé seo a bheith mar gheall ar mheiteashonraí criptithe neamhiomlána, as dáta nó neamhréireach agus ní chiallaíonn sé sin go bhfuil an comhad nó an freastalaí i mbaol.\n\nLean ar aghaidh ach amháin má tá muinín agat as an bhfreastalaí seo agus má thuigeann tú an riosca. Seachas sin, scoir gan an comhad a oscailt.";
"_e2ee_key_checksum_" = "Earráid criptithe ó cheann ceann go ceann, theip ar shuim seiceála eochrach";
"_e2ee_decode_metadata_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir meiteashonraí a dhíchódú";
"_e2ee_no_lock_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir an comhad a ghlasáil";
"_e2ee_no_decrypt_metadata_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir meiteashonraí a dhíchriptiú";
"_e2ee_no_enc_file_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir an comhad a chriptiú";
"_e2ee_no_enc_key_" = "Earráid criptithe ó cheann ceann go ceann, ní féidir eochair ionchódaithe a fháil";
"_e2ee_no_match_checksum_" = "Earráid criptithe ó cheann ceann go ceann, ní hionann an tsuim seiceála";
"_e2ee_create_folder_" = "Tá cruthú eolaire criptithe foirceann go foirceann ar siúl, fan le do thoil …";
"_e2ee_rename_file_" = "Athainmniú criptithe foirceann go foirceann ar siúl, fan le do thoil …";
"_e2ee_encrypt_folder_" = "Fillteán criptithe ó cheann ceann ar siúl, fan le do thoil …";
"_e2ee_setup_get_certificate_" = "Níor thug an freastalaí deimhniú ar ais";
"_e2ee_setup_create_csr_" = "Ní féidir iarratas sínithe teastais (CSR) a ghiniúint";
"_e2ee_setup_sign_certificate_" = "Níor thug an freastalaí teastas ar ais tar éis an iarratais shínithe";
"_e2ee_setup_extract_publickey_" = "Neamhoiriúnacht eochrach phoiblí idir an eochair ghinte agus an deimhniú";
"_e2ee_setup_get_privatekey_" = "Níor thug an freastalaí eochair phríobháideach chriptithe ar ais";
"_e2ee_setup_passphrase_error_" = "Tá an frása faire a cuireadh ar fáil mícheart";
"_e2ee_setup_get_publickey_" = "Níor thug an freastalaí eochair phoiblí chriptithe ar ais";
"_e2ee_setup_encript_privatekey_" = "Ní féidir an eochair phríobháideach a chriptiú";
"_e2ee_setup_store_privatekey_" = "Níor fhill giniúint eochrach phríobháideach aon eochair inúsáidte";
"_e2ee_setup_verify_publickey_" = "Ní hionann an eochair phoiblí agus an deimhniú";
"_e2ee_setup_generate_passphrase_" = "Ní féidir frása faire a ghiniúint";
"_e2ee_setup_privatekey_missing_" = "Níorbh fhéidir an eochair phríobháideach criptithe ó cheann ceann a aimsiú.";
"_e2e_renew_certificate_success_" = "Tá do theastas criptithe foirceann go foirceann athnuaite.";
"_certificate_valid_from_" = "Bailí ó";
"_certificate_valid_until_" = "Bailí go dtí";
"_certificate_" = "Teastas";
"_certificate_renew_" = "Athnuachan an teastais";

// Share details — Governance
"_governance_"                      = "Rialachas";
"_sensitivity_label_"               = "Lipéad íogaireachta";
"_file_retention_"                  = "Coinneáil comhad";
"_legal_hold_"                      = "Sealbh dlíthiúil";
"_none_"                            = "Dada";
"_sections_"                        = "Rannóga";
"_governance_labels_load_error_"    = "Níorbh fhéidir lipéid rialachais a luchtú.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Fan nóiméad …";
"_albums_list_nav_title_"                           = "Albaim";
"_albums_list_new_album_btn_"                       = "Albam nua";
"_albums_list_loading_msg_"                         = "Á lódáil…";
"_albums_list_error_msg_"                           = "Ní féidir albaim a luchtú. Déan iarracht arís níos déanaí, le do thoil!";
"_albums_list_album_name_validation_nonempty_"      = "Ní féidir le hainm an albaim a bheith folamh.";
"_albums_list_album_name_validation_min_length_"    = "Caithfidh ainm an albaim a bheith 3 charachtar ar a laghad.";
"_albums_list_album_name_validation_max_length_"    = "Ní féidir le hainm an albaim a bheith níos faide ná 30 carachtar.";
"_albums_list_album_name_validation_specials_"      = "Ní féidir slais a bheith in ainm an albaim.";
"_albums_list_empty_heading_"                       = "Cruthaigh albaim do do chuid grianghraf";
"_albums_list_empty_subheading_"                    = "Is féidir leat do chuid grianghraf go léir a eagrú in an oiread albam agus is mian leat. Níl aon albam cruthaithe agat go fóill.";
"_albums_list_empty_new_album_btn_"                 = "Cruthaigh albam";
"_albums_list_own_albums_heading_"                  = "Mo chuid albam";
"_albums_list_date_range_"                          = "%@ go %@";
"_albums_list_new_album_popup_title_"               = "Cruthaigh albam nua";
"_albums_list_new_album_popup_desc_"                = "Cuir isteach ainm albaim idir 3 agus 30 carachtar ar fhad, le do thoil.";
"_albums_list_new_album_popup_hint_"                = "Ainm an albaim";
"_albums_list_new_album_popup_positive_btn_"        = "Cruthaigh";
"_albums_list_new_album_popup_negative_btn_"        = "Cealaigh";
"_albums_list_rename_album_popup_title_"            = "Athainmnigh an t-albam";
"_albums_list_rename_album_popup_desc_"             = "Cuir isteach ainm nua don albam, idir 3 agus 30 carachtar ar fad.";
"_albums_list_rename_album_popup_hint_"             = "Ainm nua an albaim";
"_albums_list_rename_album_popup_positive_btn_"     = "Athainmnigh";
"_albums_list_rename_album_popup_negative_btn_"     = "Cealaigh";
"_albums_photo_selection_sheet_title_"              = "Roghnaigh grianghraif";
"_albums_photos_loading_msg_"                       = "Grianghraif á luchtú …";
"_albums_photos_error_msg_"                         = "Ní féidir grianghraif a luchtú. Bain triail as arís níos déanaí!";
"_albums_photos_empty_heading_"                     = "Níl uaidh ach do chuid grianghraf.";
"_albums_photos_empty_subheading_"                  = "Is féidir leat an oiread grianghraf agus is mian leat a chur leis. Is féidir le grianghraf a bheith mar chuid de níos mó ná albam amháin freisin.";
"_albums_photos_add_photos_btn_"                    = "Cuir grianghraif leis";
"_albums_photos_rename_album_btn_"                  = "Athainmnigh an t-albam";
"_albums_photos_delete_album_btn_"                  = "Scrios an t-albam";
"_albums_delete_album_popup_title_"                 = "Scrios an t-albam?";
"_albums_delete_album_popup_desc_"                  = "An bhfuil tú cinnte gur mhaith leat an t-albam seo a scriosadh? Ní féidir an gníomh seo a chealú.";
"_albums_delete_album_popup_positive_btn_"          = "Scrios";
"_albums_delete_album_popup_negative_btn_"          = "Cealaigh";
"_add_to_album"                                     = "Cuir leis an albam";
"_remove_from_album_"                               = "Bain den albam";
"_want_remove_from_album_"                          = "An bhfuil tú cinnte gur mhaith leat é a bhaint den albam?";


"_autoupload_whole_library_" = "All photos and videos";
"_autoupload_whole_library_description_" = "Checks all photos and videos in the selected library. Photos and videos already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "Ó dháta";
"_autoupload_start_date_" = "Ag tosú an uaslódála ó";
"_autoupload_completed_until_" = "Photos and videos uploaded up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first photos and videos to upload";
"_autoupload_set_to_now_" = "Cuir lámh ann anois";
"_autoupload_date_range_footer_" = "Photos and videos already uploaded to %@ are skipped. The date advances as uploads are confirmed and is preserved when automatic upload is stopped.";

"_autoupload_ignore_history_" = "Upload previously uploaded photos and videos again";
"_autoupload_ignore_history_description_" = "The app keeps a local record of uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing photos and videos may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for photos and videos in the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic photo and video upload active";
